{
  "games": [
    {
      "id": 1,
      "title": "Space Explorer",
      "shortDescription": "Embark on an interstellar journey through unknown galaxies",
      "fullDescription": "Space Explorer takes you on an epic adventure through the cosmos. Navigate through asteroid fields, discover new planets, and encounter alien civilizations in this immersive space simulation game.",
      "imageUrl": "https://images.unsplash.com/photo-1581822261290-991b38693d1b?ixlib=rb-4.0.3&auto=format&fit=crop&w=800&q=80",
      "category": "Adventure",
      "rating": 4.8,
      "playCount": 1234,
      "releaseDate": "2023-05-15",
      "iframeUrl": "https://www.addictinggames.com/embed/html5-games/23803"
    },
    {
      "id": 1744360201816,
      "title": "Hazmob FPS: Online Shooter",
      "shortDescription": "Hazmob FPS: Online Shooter is a multiplayer shooting FPS game where every second counts! Play against other players across multiple game modes in non-stop combat. This first-person shooter game is ideal for those seeking a bit of thrill.",
      "fullDescription": "Skilled FPS players will love Hazmob FPS: Online Shooter. The game features excellent, clean 3D graphics with a fluid and intuitive control system that allows you to maneuver quickly and tactically. The maps are designed for fast-paced battles in a close-quarters setting, leaving it down to pure reflex and skill to get the job done.\n\nUpgrade your weapons\n\nThe weapon collection is extensive, with 55+ customizable weapons in the SMG, assault, shotgun, sniper, and LMG categories. The game features excellent progression that allows you to unlock new weapons and attachments as you level up. You can fit scopes, skins, and keychains and upgrade the abilities of each gun you own.\n\nEarn more money for gear\n\nAlong with the weapons, you can also equip clothing items to improve your base character stats. To get access to these additional items, you also need to buy them using the currency you earn from battles. Complete daily and weekly missions to earn even more money to put toward your new gear.\n\nCreate custom matches\n\nWith the ability to create a custom game, you can also play private matches against friends or more competitive fights against rival clans. The competitive rank system keeps track of the best clans, showing the trophies and XP scores to add an extra element of competition.\n\nPlay various game modes\n\nWant to jump right into the action? Click quick battle and play a random game on one of the eight available maps. You can also play a range of other game modes; these are:\n\nTeam Deathmatch\nSearch and Destroy\nCapture the flag\nDomination\nFree for all\nElimination\nGun race",
      "imageUrl": "https://imgs.crazygames.com/hazmob-fps-online-shooter_16x9/20240607181337/hazmob-fps-online-shooter_16x9-cover?metadata=none&quality=70&width=475",
      "category": "射击",
      "rating": 4.2,
      "playCount": 7438,
      "releaseDate": "2025-04-11",
      "iframeUrl": "https://www.crazygames.com/embed/hazmob-fps-online-shooter"
    }
  ]
}